Repository: royalcourtbd/quran-majeed
Catalog: lib/l10n/app_*.arb
Languages: bn

# appTitle
source: Quran Majeed
bn: কুরআন মাজিদ

source: Last
bn: সর্বশেষ

source: Musaf
bn: মুসহাফ

source: Hifz
bn: মুখস্ত

source: Support
bn: সাপোর্ট

source: Apps
bn: অ্যাপস

source: Duas
bn: দোয়া

source: Nuzul
bn: নুযুল

source: Info
bn: তথ্য

source: Quick Access
bn: কুইক অ্যাক্সেস

source: Settings
bn: সেটিংস

source: Sadaqah Jariah
bn: সাদাকা জারিয়া

source: Daily Ayah
bn: ডেইলি আয়াত

source: Jump To Ayah
bn: নির্দিষ্ট আয়াতে যান

source: Tafseer List
bn: তাফসির লিস্ট

source: Translation List
bn: অনুবাদ লিস্ট

source: Others
bn: অন্যান্য

source: Our Project
bn: আমাদের অন্যান্য প্রোজেক্ট

source: Privacy Policy
bn: প্রাইভেসি পলিসি

source: Report a Bug
bn: বাগ রিপোর্ট করুন

source: About Us
bn: আমাদের সম্পর্কে

# thanksAndCredit
source: Thanks & Credit
bn: কৃতজ্ঞত স্বীকার

source: Contact Us
bn: যোগাযোগ করুন

source: Give Rating
bn: রেটিং দিন

source: Share this App
bn: অ্যাপটি শেয়ার করুন

source: Visit
bn: দেখুন

source: Main Menu
bn: মূল মেনু

source: Meccan
bn: মক্কী

source: Medinan
bn: মাদানী

source: Verses
bn: আয়াত

source: See More
bn: আরো দেখুন

source: Page
bn: পৃষ্ঠা

source: Juz
bn: পারা

source: Hijb
bn: হিজব

source: Quick Tools
bn: কুইক টুলস

source: View Settings
bn: ভিউ সেটিংস

source: Show
bn: দেখুন

source: Show Arabic
bn: আরবি দেখুন

source: Show Translation
bn: অনুবাদ দেখুন

source: Show Word by Word
bn: শব্দে শব্দে কুরআন

source: Font Settings
bn: ফন্ট সেটিংস

source: Arabic Font Size
bn: আরবি ফন্টের আকার

source: Translation Font Size
bn: অনুবাদ ফন্টের আকার

# scrip
source: Script
bn: স্ক্রিপ্ট

source: Play This Ayah
bn: এই আয়াত চালান

source: See Tafseer
bn: তাফসীর দেখুন

source: Add To Memorization
bn: মুখস্থকরণে যোগ করুন

source: Add To Collection
bn: কালেকশনে যোগ করুন

source: Copy Ayah
bn: আয়াত কপি করুন

source: Share
bn: শেয়ার করুন

source: Report
bn: রিপোর্ট করুন

source: Create New
bn: নতুন তৈরি করুন

source: Done
bn: সম্পন্ন করুন

source: Bookmark Saved
bn: বুকমার্ক সংরক্ষিত হয়েছে

source: Favourite
bn: পছন্দ

source: Direct
bn: সরাসরি

source: Remove From This Folder
bn: এই ফোল্ডার থেকে সরান

source: Search By Folder Name
bn: ফোল্ডারের নাম দিয়ে খুঁজুন

source: Collection
bn: কালেকশন

source: Memorization
bn: মুখস্থকরণ

source: Coming Soon
bn: শীঘ্রই আসছে

source: General Settings
bn: সাধারণ সেটিংস

source: App Language
bn: অ্যাপ ভাষা

source: Translation
bn: অনুবাদ

source: Tafseer
bn: তাফসীর

source: No Tafseer Selected
bn: কোনো তাফসীর নির্বাচিত হয়নি

source: Word By Word Language
bn: শব্দে শব্দে কুরআন ভাষা

source: Default Audio
bn: ডিফল্ট অডিও

source: Version
bn: সংস্করণ

source: Word By Word
bn: শব্দে শব্দে

source: Tafseer Font Size
bn: তাফসীর ফন্টের আকার

source: Appearance
bn: উপস্থিতি

source: Keep Screen On
bn: স্ক্রিন চালু রাখুন

source: Interface Theme
bn: ইন্টারফেস থিম

source: System
bn: সিস্টেম

source: Dark
bn: ডার্ক

source: Light
bn: লাইট

source: Notification Settings
bn: নোটিফিকেশান সেটিংস

source: Daily Notification
bn: ডেইলি নোটিফিকেশান

source: Set Time
bn: টাইম সেট করুন

source: Set Notification Time
bn: নোটিফিকেশান টাইম সেট করুন

source: Cancel
bn: বাতিল

source: Ok
bn: ওকে

source: Setting
bn: সেটিং

source: Uthmani/Madani
bn: উসমানী/মাদানী

source: Indopak/Asian
bn: ইন্দোপাক/এশীয়

source: Multiple Translation
bn: একাধিক অনুবাদ

source: Available Language
bn: উপলব্ধ ভাষা

source: Downloaded Language
bn: ডাউনলোডকৃত ভাষা

source: File Size
bn: ফাইলের সাইজ

source: Sura Available For Download
bn: ডাউনলোডের জন্য উপলব্ধ সূরা

source: Available Reciters
bn: উপলব্ধ পাঠকারী

source: Next
bn: পরবর্তী

source: Allow
bn: অনুমতি দিন

source: Confirm
bn: নিশ্চিত করুন

source: Subjectwise
bn: বিষয়ভিত্তিক

source: Sort
bn: বাছাই

source: Folders By
bn: ফোল্ডার দ্বারা

source: Created Date
bn: যে তারিখে বানানো হয়েছে

source: Last Update
bn: সর্বশেষ পরিবর্তিত

source: A to Z
bn: এ টু জেড

source: Import/Export Collection
bn: কালেকশন ইমপোর্ট/এক্সপোর্ট

source: Import Previous Collection
bn: পূর্ববর্তী কালেকশনইমপোর্ট করুন

source: Export This Collection
bn: কালেকশন এক্সপোর্ট করুন

source: Start Surah
bn: সূরা শুরু

source: End Surah
bn: সূরা শেষ

source: Select Reciter
bn: ক্বারি নির্বাচন করুন

source: Ayah Repeat
bn: আয়াত রিপিট

source: Ayah Delay
bn: আয়াত বিলম্ব

source: Play Audio
bn: প্লে করুন

source: Times
bn: সময়

source: Sec
bn: সেকেন্ড

source: Audio Setting
bn: অডিও সেটিং

source: Select
bn: নির্বাচন করুন

# surahAndAyah
source: Surah & Ayah
bn: সূরা এবং আয়াত

source: Start
bn: শুরু

source: End
bn: শেষ

source: Completed
bn: সম্পন্ন

source: Jump To Tafseer
bn: তাফসীরে যান

source: Surah Downloaded
bn: সূরা ডাউনলোড করা হয়েছে

source: Surah Available for Download
bn: ডাউনলোডের জন্য উপলব্ধ সূরা

source: Audio Download Manager
bn: অডিও ডাউনলোড ম্যানেজার

source: Surah Audio Available
bn: সূরার অডিও উপলব্ধ

source: Add More
bn: আরও যোগ করুন

source: Downloaded Tafseer
bn: ডাউনলোডকৃত তাফসীর

source: Available Tafseer
bn: অন্যান্য তাফসীর

source: Downloaded Translation
bn: ডাউনলোডকৃত অনুবাদ

source: Available Translation
bn: অন্যান্য অনুবাদসমূহ

source: Delete
bn: ডিলিট করুন

source: I Want to Donate
bn: আমি দান করতে চাই

source: Refresh
bn: রিফ্রেশ

source: Download App
bn: অ্যাপ ডাউনলোড করুন

source: Website
bn: ওয়েবসাইট

source: Chat With Us
bn: আমাদের সাথে চ্যাট করুন

source: Write a Mail to Us
bn: আমাদের একটি মেইল লিখুন

source: Available
bn: উপলব্ধ

source: Downloaded
bn: ডাউনলোড করা হয়েছে

source: No Bookmark Added
bn: কোনো বুকমার্ক যোগ করা হয়নি

source: Bookmark
bn: বুকমার্ক

source: Pin
bn: পিন

source: Note
bn: নোট

source: Name
bn: নাম

source: Example
bn: উদাহরণ

source: Folder Color
bn: ফোল্ডারের রঙ

source: Choose Folder Type
bn: ফোল্ডারের ধরন নির্বাচন করুন

source: Collection contains multiple bookmarks
bn: সংগ্রহে একাধিক বুকমার্ক রয়েছে

# createAndAdd
source: Create & Add
bn: তৈরি করুন এবং যোগ করুন

# youWillNotBeAbleToRecoverThis
source: You will not be able to recover this imaginary file!
bn: আপনি এটি পুনরুদ্ধার করতে সক্ষম হবেন না

source: Are you sure?
bn: আপনি কি নিশ্চিত?

source: Remove Bookmark
bn: বুকমার্ক মুছে ফেলুন

# shareImage
source: Share Image (Screenshot)
bn: ছবি (স্ক্রীনশট) শেয়ার করুন

# shareAyah
source: Share This Ayah
bn: এই আয়াত শেয়ার করুন

source: Share Multiple Ayah
bn: একাধিক আয়াত শেয়ার করুন

source: Total Download Size
bn: মোট ডাউনলোড আকার

source: Total Selected Ayah
bn: মোট বেছে নেওয়া আয়াত

source: Maximum
bn: সর্বোচ্চ

source: Ayah can be shared here
bn: এখানে আয়াত শেয়ার করা যাবে

source: Copy
bn: কপি করুন

source: Coming Soon InshaAllah
bn: শীঘ্রই আসছে ইনশাআল্লাহ

source: Already Optimized
bn: ইতিমধ্যেই অপ্টিমাইজড

source: Optimized Complete
bn: অপ্টিমাইজড সম্পূর্ণ

source: List of Surah Audio
bn: সূরা অডিওর তালিকা

source: Download
bn: ডাউনলোড

# bugReportDescription
source: We value your feedback and strive to provide you with the best user experience. If you encounter any issues or errors while using our app, please report the problem in detail with a screenshot/video. This will help us identify and resolve it quickly. Thank you for helping us improve our app! Jazakallah Khair!
bn: আমরা আপনার মতামতকে মূল্য দিয়ে থাকি এবং আপনাকে সেরা ইউজার এক্সপেরিয়েন্স দেওয়ার জন্য চেষ্টা করি। আমাদের অ্যাপ ব্যবহার করার সময় যদি কোনো সমস্যা বা ক্রুটি সম্মুখীন হন, তাহলে আপনার সমস্যাটি বিস্তারিত জানিয়ে স্ক্রিনশট / ভিডিও-সহ রিপোর্ট করুন। এতে আমরা দ্রুত শনাক্ত করতে এবং সমাধান করতে সাহায্য করব। আমাদের অ্যাপ উন্নত করতে সাহায্য করার জন্য আপনাকে ধন্যবাদ! জাঝাকাল্লাহু খায়র!

source: Get In Touch
bn: আমাদের সাথে যোগাযোগ

# getInTouchDec
source: To get in touch with us - you can inbox us on our Facebook page or email us for any inquiries, new feature requests for the app, or to report any bugs.
bn: আমাদের সাথে যোগাযোগ করতে - আমাদের ফেসবুক পেজে ইনবক্স করতে পারেন অথবা যেকোনো ধরনের প্রশ্ন, অ্যাপের নতুন ফিচার অনুরোধ, অথবা বাগ ইস্যুর জন্য আমাদের মেইল করতে পারেন।

source: Last Read
bn: সর্বশেষ পড়া

source: Green
bn: সবুজ

# logOutMessage
source: Are you sure you want to log out? Your data will not be saved online if you log out!
bn: আপনি কি লগ আউট করতে চান? আপনি লগ আউট করলে আপনার তথ্য অনলাইনে সংরক্ষণ করা হবে না!

source: Delete Folder
bn: ফোল্ডার মুছুন

source: Edit Folder
bn: ফোল্ডার সম্পাদনা করুন

source: Other Options
bn: অন্যান্য বিকল্প

source: Bookmarked
bn: বুকমার্ক করা হয়েছে

source: MB
bn: এমবি

# publishSoon
source: Inshaallah, we are publish this section very soon
bn: ইনশাআল্লাহ, আমরা শীঘ্রই এই বিভাগটি প্রকাশ করব

# donateNumbers
source: You Can Donate Us On This Numbers
bn: আপনি এই নম্বরগুলিতে আমাদের অনুদান দিতে পারেন

# closeNotice
source: Close this Notice box
bn: এই নোটিশ বক্স বন্ধ করুন

source: No More Ayah
bn: আর কোনো আয়াত নেই

source: Ayah
bn: আয়াত

source: Select All
bn: সবগুলি নির্বাচন করুন

# alFatihah
source: The Opening
bn: আল-ফাতিহা

# alBaqarah
source: The Cow
bn: আল-বাকারাহ

# aleImran
source: The Family of Imran
bn: আলে-ইমরান

# anNisa
source: The Women
bn: আন-নিসা

# alMaidah
source: The Table Spread
bn: আল-মায়িদাহ

# alAnam
source: The Cattle
bn: আল-আন’আম

# alAraf
source: The Heights
bn: আল-আ’রাফ

# alAnfal
source: The Spoils of War
bn: আল-আনফাল

# atTawbah
source: The Repentance
bn: আত-তাওবাহ

# yunus
source: Jonah
bn: ইউনুস

source: Hud
bn: হুদ

# yusuf
source: Joseph
bn: ইউসুফ

# arRad
source: The Thunder
bn: আর-রা’দ

# ibrahim
source: Abraham
bn: ইবরাহীম

# alHijr
source: The Rocky Tract
bn: আল-হিজর

# anNahl
source: The Bee
bn: আন-নাহল

# alIsra
source: The Night Journey
bn: আল-ইসরা

source: Al-Kahf
bn: আল-কাহফ

# maryam
source: Mary
bn: মারইয়াম

source: Ta-Ha
bn: ত্বা-হা

# alAnbiya
source: The Prophets
bn: আল-আম্বিয়া

# alHajj
source: The Pilgrimage
bn: আল-হাজ্জ

# alMuminun
source: The Believers
bn: আল-মু’মিনূন

# anNur
source: The Light
bn: আন-নূর

# alFurqan
source: The Criterion
bn: আল-ফুরকান

# ashShuara
source: The Poets
bn: আশ-শু’আরা

# anNaml
source: The Ant
bn: আন-নামল

# alQasas
source: The Stories
bn: আল-কাসাস

# alAnkabut
source: The Spider
bn: আল-’আনকাবূত

# arRum
source: The Romans
bn: আর-রূম

source: Luqman
bn: লুকমান

# asSajdah
source: As-Sajda
bn: আস-সাজদাহ

# alAhzab
source: The Combined Forces
bn: আল-আহযাব

# saba
source: Sheba
bn: সাবা

# fatir
source: The Originator
bn: ফাতির

# yasin
source: Yaseen
bn: ইয়াসীন

# asSaffat
source: Those Who Set The Ranks
bn: আস-সাফফাত

# sad
source: The Letter Sad
bn: সোয়াদ

# azZumar
source: The Troops
bn: আয-যুমার

# ghafir
source: The Forgiver
bn: গাফির

# fussilat
source: Explained in Detail
bn: ফুসসিলাত

# ashShura
source: The Consultation
bn: আশ-শূরা

# azZukhruf
source: The Ornaments of Gold
bn: আয-যুখরুফ

# adDukhan
source: The Smoke
bn: আদ-দুখান

# alJathiyah
source: The Crouching
bn: আল-জাসিয়াহ

# alAhqaf
source: The Wind-Curved Sandhills
bn: আল-আহকাফ

source: Muhammad
bn: মুহাম্মাদ

# alFath
source: The Victory
bn: আল-ফাত্‌হ

# alHujurat
source: The Rooms
bn: আল-হুজুরাত

# qaf
source: The Letter Qaf
bn: ক্বাফ

# adhDhariyat
source: The Winnowing Winds
bn: আয-যারিয়াত

# atTur
source: The Mount
bn: আত-তূর

# anNajm
source: The Star
bn: আন-নাজম

# alQamar
source: The Moon
bn: আল-কামার

# arRahman
source: The Beneficent
bn: আর-রাহমান

# alWaqiah
source: Al-Waqia
bn: আল-ওয়াকি’আহ

# alHadid
source: The Iron
bn: আল-হাদীদ

# alMujadilah
source: The Pleading Woman
bn: আল-মুজাদালাহ

# alHashr
source: The Exile
bn: আল-হাশর

# alMumtahanah
source: She That Is To Be Examined
bn: আল-মুমতাহিনাহ

# asSaff
source: The Ranks
bn: আস-সাফ

# alJumuah
source: Friday
bn: আল-জুমু’আহ

# alMunafiqun
source: The Hypocrites
bn: আল-মুনাফিকুন

# atTaghabun
source: The Mutual Disillusion
bn: আত-তাগাবুন

# atTalaq
source: The Divorce
bn: আত-তালাক

# atTahrim
source: The Prohibition
bn: আত-তাহরীম

source: Al-Mulk
bn: আল-মুলক

# alQalam
source: The Pen
bn: আল-কলম

# alHaqqah
source: The Reality
bn: আল-হাক্কাহ

# alMaarij
source: The Ascending Stairways
bn: আল-মা’আরিজ

# nuh
source: Noah
bn: নূহ

# alJinn
source: The Jinn
bn: আল-জিন

# alMuzzammil
source: The Enshrouded One
bn: আল-মুযযাম্মিল

# alMuddaththir
source: The Cloaked One
bn: আল-মুদ্দাসসির

# alQiyamah
source: The Resurrection
bn: আল-কিয়ামাহ

# alInsan
source: The Human
bn: আল-ইনসান

# alMursalat
source: The Emissaries
bn: আল-মুরসালাত

# anNaba
source: The Tidings
bn: আন-নাবা

# anNaziat
source: Those Who Drag Forth
bn: আন-নাযি’আত

# abasa
source: He Frowned
bn: আবাসা

# atTakwir
source: The Overthrowing
bn: আত-তাকভীর

# alInfitar
source: The Cleaving
bn: আল-ইনফিতার

# alMutaffifin
source: The Defrauding
bn: আল-মুতাফফিফীন

# alInshiqaq
source: The Splitting Open
bn: আল-ইনশিকাক

# alBuruj
source: The Mansions of the Stars
bn: আল-বুরূজ

# atTariq
source: The Morning Star
bn: আত-তারিক

# alAla
source: The Most High
bn: আল-আ’লা

# alGhashiyah
source: The Overwhelming
bn: আল-গাশিয়াহ

# alFajr
source: The Dawn
bn: আল-ফাজর

# alBalad
source: The City
bn: আল-বালাদ

# ashShams
source: The Sun
bn: আশ-শামস

# alLail
source: The Night
bn: আল-লাইল

# adDuha
source: The Morning Hours
bn: আদ-দুহা

# ashSharh
source: The Relief
bn: আশ-শারহ

# atTin
source: The Fig
bn: আত-তীন

# alAlaq
source: The Clot
bn: আল-’আলাক

# alQadr
source: The Power
bn: আল-কদর

# alBayyinah
source: The Clear Proof
bn: আল-বাইয়্যিনাহ

# azZalzalah
source: The Earthquake
bn: আয-যালযালাহ

# alAdiyat
source: The Courser
bn: আল-’আদিয়াত

# alQariah
source: The Calamity
bn: আল-কারি’আহ

# atTakathur
source: The Rivalry in World Increase
bn: আত-তাকাসুর

# alAsr
source: The Declining Day
bn: আল-’আসর

# alHumazah
source: The Traducer
bn: আল-হুমাযাহ

# alFil
source: The Elephant
bn: আল-ফীল

# quraish
source: Quraysh
bn: কুরাইশ

# alMaun
source: The Small Kindnesses
bn: আল-মা’উন

# alKawthar
source: The Abundance
bn: আল-কাউসার

# alKafirun
source: The Disbelievers
bn: আল-কাফিরুন

# anNasr
source: The Divine Support
bn: আন-নাসর

# alMasad
source: The Palm Fiber
bn: আল-মাসাদ

source: Al-Ikhlas
bn: আল-ইখলাস

# alFalaq
source: The Daybreak
bn: আল-ফালাক

# anNas
source: Mankind
bn: আন-নাস
